{
    "articles": "The European Union has raised tariffs on Chinese electric vehicles, as Brussels takes action to protect the bloc's motor industry.
The new tariffs on individual manufactures range from 17.4% to 37.6%, which is on top of a 10% duty that was already in place for all electric cars imported from China.
This could raise the price of EVs across the EU, making them less affordable for European consumers.
The move is also a major blow for Beijing, which is already in a trade war with Washington. The EU is the largest overseas market for China’s EV industry and the country is counting on high-tech products to help revive its flagging economy.
EU officials say this rise in imports was boosted by "unfair subsidisation", which allowed China-made EVs to be sold at much lower prices than ones produced in the bloc.
China has denied this repeated allegation from the US and the EU: Beijing is subsidising excess production to flood western markets with cheap imports.
The new charges come into effect on Friday but are currently provisional while the investigation into Chinese state support for the country's EV makers continues. They are not likely to be imposed until later this year.
So who are the potential winners and losers in this trade dispute?
It is not just Chinese brands that are affected by the move. Western firms that make cars in China have also come under scrutiny by Brussels.
By imposing tariffs, Brussels says it is attempting to correct what it sees as a distorted market. The EU’s decision may seem tame compared to a recent US move to raise its total tariffs to 100%, but it could be far more consequential. Chinese EVs are a relatively rare sight on US roads but much more common in the EU.
The number of EVs sold by Chinese brands across the EU rose from just 0.4% of the total EV market in 2019 to almost 8% last year, according to figures from the influential Brussels-based green group Transport and Environment (T&E).
Patryk Krupcala, an architect from Poland, who expects to take delivery of a brand new China-made MG4 in two weeks told the BBC: "I have chosen an MG4 because it is quite cheap. It is a really fast car and it's a rear-wheel drive like my previous car which was BMW E46."
T&E projects firms like BYD and Shanghai Automotive Industry Corporation (SAIC), the Chinese owner of the formerly British brand MG, could reach a market share of 20% by 2027.
But not all Chinese-made EVs will be hit equally by the new tariffs.
Winners and losers
They were calculated based on estimates of how much state aid each firm received, while companies that cooperated with the probe saw the duties they were hit with cut. Based on these criteria, the European Commission has set individual duties on three Chinese EV brands - SAIC, BYD and Geely.
SAIC has been hit with the highest new tariff of 37.6%. State-owned SAIC is the Chinese partner of Volkswagen and General Motors. It also owns MG, which produces one of the top-selling EVs in Europe, the MG4.
"The price for not cooperating is a severe blow to SAIC, which gets 15.4% of its global revenues from EV sales in Europe," says Rhodium Group, an independent research firm.
For Mr Krupcala, who bought his MG4 before the tariffs hit, the EU's move does not matter much: "I don't really care about the tariffs. I have a nice car with a seven-year warranty."
For China's largest EV maker, BYD, it is a different story, as it faces an extra duty of 17.4% on the vehicles it ships from China to the EU.
That is the lowest increase and one that, according to research by Dutch bank ING will "give the automaker an advantage in the European market".
Luís Filipe Costa, an insurance industry executive from Portugal, who has just bought a BYD Seal, says price was one of the deciding factors when he chose his new car.
But, he added that even if the European Commission's new tariffs had already been in place he would still have gone with BYD because "other brands would also be affected".
Portuguese business executive Luis Costa standing next to his BYD Seal.
Portuguese executive Luís Filipe Costa chose a BYD Seal over Western brands
Geely, which owns Sweden's Volvo, will see an additional tariff of 19.9%.
According to Spanish bank BBVA, the company will "still export to the EU profitably" but "its profits will be significantly reduced."
Other firms, including European car makers operating factories in China or through joint ventures, will also have to pay more to bring electric cars into the EU.
Those deemed to have cooperated with the probe will face an extra duty of 20.8%, while those EU investigators see as non-cooperative will pay the higher tariff of 37.6%.
US-based Tesla, which is the biggest exporter of electric vehicles from China to Europe, has asked for an individually calculated rate which EU officials have said will be determined at the end of the investigation.
Still, the firm has posted a notice on some of its European websites, that prices for its Shanghai-made Model 3 could increase due to the new tariffs.
Last year, businessman Lars Koopmann, who lives in the motor industry powerhouse that is Germany, bought a China-made Tesla Model Y.
Mr Koopmann says he particularly enjoyed the car's high-tech features, such as the large touch screen.
"Price was also a big factor that set it apart from premium German brands," Mr Koopmann says.
"If the tariffs had been in place, they would have always affected my decision."
Localising production
While some China-based exporters will be better off than others, it is clear from the European Commission's plans that all of them will be facing higher costs when shipping to Europe.
The hardest hit "will be SAIC brands like MG... as well as joint ventures between foreign and Chinese firms in China, which often have narrower profit margins on the cars they export to Europe," Rhodium says.
"The biggest beneficiaries of the duties are European-based producers with limited China exposure, such as Renault."
In other words, the duties are likely to do as the EU hopes they would - cut the number of Chinese-made EVs coming into the region, easing pressure on local manufacturers.
There is also another result of the move - some big Chinese EV firms are planning to build production capacity in the EU, which could help shield them from the new duties.
Work on BYD's first European factory is well under way in Hungary and production is expected to begin there by the end of next year.
Chinese car maker, Chery, has recently signed a joint-venture deal with a Spanish firm that will see the two companies making EVs and other types of cars in Barcelona.
And, SAIC is looking to secure a site for its first factory in Europe.
"It’s a well architected plan to encourage companies to shift their investments to the EU, instead of relying on exporting from China," said Bill Russo, from Shanghai-based consulting group Automobility.
"The fact that some companies are taxed higher than others is a signal that they will make the penalty higher or lower based on the degree the company is committed to investing in the EU."
The West says China makes too much. Its workers disagree
The Chinese government placed its bet on EVs early on.
According to the Center for Strategic and International Studies, between 2009 and 2023 more than $230bn (£181bn) of state support was pumped into the industry.
As a result its EV industry has become world leading.
The International Energy Agency says China accounted for more than 60% of the world's new electric car sales last year.
While the vast majority of EVs produced in China are sold domestically, overseas markets, and particularly Europe, have become increasingly important.
"Exports are the profitable segment," said Rhodium's senior analyst, Gregor Sebastian.
"The EU tariffs will hurt China’s EV industry because these exports help recover losses from China's domestic price war."
Meanwhile, the world's second largest economy is struggling to shake off an economic slowdown in the wake of the pandemic and an ongoing property crisis.
Faced with lower domestic consumption and investment levels, China is trying to "export its way out" of the slump, says Alicia Garcia-Herrero, chief economist for the Asia Pacific region at investment bank Natixis.
And Beijing is placing yet another large bet on EVs by making the industry one of its “New Three” growth drivers - a government blueprint for reviving the economy that also relies on exports of batteries and renewable energy.
However, with major markets like the US, the EU and others imposing tariffs and other barriers, it looks like China's latest gamble could deepen trade tensions with some of its largest trading partners."}
